import React from 'react';

export default function page() {
  return (
    <div className='w-full max-w-[72rem] flex flex-col mx-auto md:mt-[4rem] mt-6'>
    <div className="px-8 md:py-8 mt-8 bg-white  rounded-lg">      
      <h1 className="text-4xl font-semibold -mb-2">قوانین و مقررات</h1>
      <section className="text-lg leading-7">
        <h3 className="text-3xl font-semibold mb-4 mt-12">معرفی سایت</h3>
        <p className="mb-4">
          نوین هاب پلتفرم مدیریت شبکه‌های اجتماعی است که به کاربران این امکان را می‌دهد تا با استفاده از ابزار و امکانات آن، شبکه‌های اجتماعی خود را مدیریت کنند.
        </p>
        <p className="mb-4">
          با ثبت نام در نوین هاب، داشبوردی در اختیار شما قرار خواهد گرفت که در آن ابزاری مثل زمان‌بندی و انتشار محتوا، آنالیز شبکه‌های اجتماعی، مدیریت و دانلود کامنت‌ها و مدیریت تیمی بسته به نوع اکانت شما، ارائه می‌شوند.
        </p>
        <p className="mb-4">
          پلتفرم نوین هاب تحت نسخه وب و اپلیکیشن است و به کسب و کارها کمک می‌کند تا به راحتی شبکه‌های اجتماعی خود را مدیریت کنید.
        </p>

        <h3 className="text-3xl font-semibold mb-4 mt-12">مقررات عمومی</h3>
        <ul className="list-disc pl-5 mb-4 px-10">
          <li className="mb-2">
            نوین هاب در کشور ایران ثبت شده و تحت قوانین جمهوری اسلامی ایران فعالیت می‌کند. کلیه فعالیت‌های نوین هاب متناسب با قوانین و مقررات جمهوری اسلامی ایران، قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف کنندگان است. در نتیجه انتشار و توزیع هر گونه محتوای مجرمانه از نظر قوانین جمهوری اسلامی ایران یا محافظت از آن به کمک خدمات نوین هاب به هر شکلی، بر خلاف قانون و ناقض شرایط این توافقنامه است.
          </li>
          <li className="mb-2">
            کاربران به طور کامل مسئول محتوایی که در سایت منتشر می‌کنند، هستند. نوین هاب هیچ مسئولیتی در قبال محتوای منتشر شده توسط کاربران نخواهد داشت.
          </li>
          <li className="mb-2">
            ما محتوای مجرمانه و فیلتر شده را در نوین هاب نمی‌پذیریم و به محض آگاهی یافتن از توزیع و محافظت چنین محتوایی از این امر جلوگیری خواهیم کرد؛ در چنین حالتی وجه دریافتی از مشتری نیز مسترد نخواهد شد.
          </li>
          <li className="mb-2">
            انتشار محتوا و تصاویر غیر اخلاقی و جنسی، حمایت، همکاری و یا فروش مواد مخدر، تجهیزات کشتار جمعی، همکاری و حمایت از گروه‌های تروریستی و تجزیه‌طلب داخلی و خارجی و یا هر فعالیت دیگری که مغایر با قوانین جمهوری اسلامی ایران باشد مشمول ممنوعیت توزیع و محافظت در نوین هاب خواهد شد.
          </li>
          <li className="mb-2">
            زمانی که شما وارد سایت می‌شوید، نوین هاب نیز مانند اکثر سایت‌ها، از طریق روش‌های استاندارد و به‌طور خودکار آدرس سایتی را که از آن می‌آیید، اطلاعات صفحاتی از سایت را که مشاهده کرده‌اید، آی‌پی آدرس، نوع مرورگر و سیستم‌عاملی که استفاده می‌کنید دریافت می‌کند. این عمل، شناسایی علایق مشتریان و افزایش رضایت‌مندی کاربران از سایت را در پی خواهد داشت.
          </li>
          <li className="mb-2">
            کاربر از هر طریقی (ایمیل، تیکت‌ها و چت آنلاین) که با نوین هاب ارتباط برقرار کند، نوین هاب خلاصه‌ای از این ارتباطات را در حساب کاربری وی با هدف ارتقای سرویس‌دهی به کاربران، نگهداری آمار و جلوگیری از کلاهبرداری و سوء‌استفاده‌های احتمالی از کاربران نگهداری می‌کند.
          </li>
          <li className="mb-2">
            کاربران باید از اهلیت قانونی لازم برای انعقاد این توافق‌نامه برخوردار باشد. چنانچه به نمایندگی از یک شخص حقوقی، به‌عنوان کاربر این توافق‌نامه را منعقد می‌کند، اختیارات قانونی لازم برای انعقاد این توافق‌نامه را دارد و تضمین می‌کند هیچ شخصی اعم از حقیقی و حقوقی ادعایی در این خصوص نخواهد داشت.
          </li>
          <li className="mb-2">
            نوین هاب خود را پایبند به حفظ حریم خصوصی کاربران می‌داند، لذا جز به حکم قانون یا دستور مقام صالح قضایی، اطلاعات کاربر در سایت نوین هاب در اختیار هیچ فرد و یا سازمانی قرار داده نخواهد شد.
          </li>
          <li className="mb-2">
            مسئولیت حفظ محرمانگی اطلاعات حساب کاربری بر عهده صاحب اطلاعات است. مسئولیت هر گونه اتفاقی که در نتیجه غفلت یا کوتاهی صاحب اطلاعات حادث شود، صرفا بر عهده وی است. کاربر بدین وسیله موافقت می‌نماید هر گونه استفاده غیرمجاز از حساب کاربری و کلمه عبور خود یا هرگونه اقدام مخل امنیت را سریعا به نوین هاب اطلاع دهد.
          </li>
          <li className="mb-2">
            کاربر مطلع است که ارسال اطلاعات و فایل های شخصی، چه به صورت حضوری، تلفنی و یا از طریق اینترنت همیشه با خطر افشا مواجه است و هیچ سیستمی دارای امنیت کامل نمی باشد. بنابراین نوین هاب مسئولیتی در قبال نواقص امنیت تکنولوژی نخواهد داشت. با این وجود نوین هاب تمام تلاش خود را به منظور حداقل نمودن و جلوگیری از دسترسی غیرمجاز و استفاده ناصحیح از اطلاعات کاربران می‌نماید. در هر صورت نوین هاب هیچ گونه تعهدی در خصوص جبران خسارات فعلی یا آتی به کاربران ندارد.
          </li>
        </ul>

        <h3 className="text-3xl font-semibold mb-4 mt-12">شرایط ثبت نام و استفاده</h3>
        <ul className="list-disc pl-5 mb-4 px-10">
          <li className="mb-2">
            هنگام ثبت‌نام، کاربر موظف است اطلاعات خود از قبیل نام و نام خانوادگی، شماره تماس و آدرس پست الکترونیکی را به‌صورت کامل و دقیق ارسال کند و مسئولیت صحت این اطلاعات بر عهدۀ کاربر است.
          </li>
          <li className="mb-2">
            کاربر حق واگذاری شناسۀ خود به شخص دیگر را ندارد و در صورت چنین اقدامی همۀ مسئولیت‌ها و عواقب آن بر عهدۀ خود کاربر است.
          </li>
          <li className="mb-2">
            تنها افراد بالای 18 سال اجازه استفاده از خدمات نوین هاب را دارند.
          </li>
          <li className="mb-2">
            در صورت مشاهده هرگونه فعالیت مشکوک، نوین هاب مجاز به مسدود کردن حساب کاربری است. و در صورت نیاز کاربر موظف به ارائه مدارک جهت بررسی بیشتر است.
          </li>
          <li className="mb-2">
            وبسایت نوین هاب پلتفرم آنلاین مدیریت شبکه های اجتماعی برای کسب و کارها است. کلیه محتوا و اطلاعات وارد شده در سایت توسط کاربران در سایت آپلود شده و نوین هاب هیچگونه مسئولیتی در رابطه با محتوای کاربران نداشته و کلیه حقوق و شکایات و پیگیری ها برعهده کاربران است.
          </li>
          <li className="mb-2">
            شبکه‌های اجتماعی قوانین و مقررات مخصوص خود را دارند و کاربر موظف به رعایت آنهاست و در صورت رعایت نکردن قوانین آنها و بسته شدن اکانت کاربر، تغییرات در نحوه ارائه و شرایط توسط شبکه اجتماعی مربوطه، نوین هاب هیچگونه مسئولیتی نخواهد داشت.
          </li>
          <li className="mb-2">
            نوین هاب این اجازه را دارد که در صورت انقضای اشتراک و عدم استفاده کاربر، بعد از گذشت 3 ماه برخی از اطلاعات از جمله فایل‌های آپلود شده، داده‌های ذخیره شده را حذف کند.
          </li>
        </ul>

        <h3 className="text-3xl font-semibold mb-4 mt-12">تغییر اطلاعات</h3>
        <ul className="list-disc pl-5 mb-4 px-10">
          <li className="mb-2">
            کاربر مجاز به تغییر ایمیل واردشده در زمان ثبت نام نیست. در صورت نیاز به تغییرات در حساب کاربری، کاربر موظف به ارسال درخواست مکتوب خود از طریق ایمیل است.
          </li>
          <li className="mb-2">
            نوین هاب مجاز به تغییر بخش‌های مختلف سایت از جمله بخش تعرفه‌ها بدون اطلاع قبلی است.
          </li>
        </ul>

        <h3 className="text-3xl font-semibold mb-4 mt-12">محرمانگی اطلاعات</h3>
        <ul className="list-disc pl-5 mb-4 px-10">
          <li className="mb-2">
            اتصال بیشتر اکانت‌های شبکه‌های اجتماعی در نوین هاب از طریق API رسمی است و طبق قوانین خود شبکه‌های اجتماعی داده‌ها ذخیره خواهدشد. و در مواردی نیاز به وارد کردن اطلاعات اکانت شبکه‌های اجتماعی کاربر در نوین هاب است.
          </li>
          <li className="mb-2">
            اطلاعات اکانت بعضی از شبکه‌های اجتماعی در دیتابیس نوین هاب ذخیره می‌شود. نوین هاب به صورت کامل از آنها محافظت می‌کند و هیچگونه استفاده‌ای از آنها نخواهد کرد.
          </li>
        </ul>

        <h3 className="text-3xl font-semibold mb-4 mt-12">پرداخت و بازگشت وجه</h3>
        <ul className="list-disc pl-5 mb-4 px-10">
          <li className="mb-2">
            پرداخت‌های کاربران از طریق درگاه پرداخت آنلاین معتبر بانک‌ها و سرویس‌های واسط پرداخت‌یاری انجام می‌شود.
          </li>
          <li className="mb-2">
            به علت وجود امکان اتصال اکانت در پلن رایگان و همچنین دسترسی به بخش انتشار آنی پست و بررسی و مشاهده امکانات پلتفرم، پس از پرداخت کاربر، حساب شما به صورت خودکار فعال خواهد شد و در چنین شرایطی به هیچ عنوان امکان بازگشت وجه وجود نخواهد داشت.
          </li>
        </ul>

        <h3 className="text-3xl font-semibold mb-4 mt-12">سایر موارد</h3>
        <ul className="list-disc pl-5 mb-4 px-10">
          <li className="mb-2">
            کلیه حقوق مادی و معنوی اسم نوین هاب، ایده‌های به‌کارگیری شده، محصول، سرویس، الگوریتم و محتوای منتشر شده تحت هر عنوان در وب سایت www.novinhub.com و تحت هر زیر دامنه آن برای استارت آپ نوین هاب محفوظ بوده و استفاده و بهره‌برداری از آن تحت هر عنوان بدون مجوز کتبی از هیئت مدیره این استارت آپ غیرقانونی تلقی خواهد شد.
          </li>
          <li className="mb-2">
            نوین هاب این حق را برای خود محفوظ می‌داند که در شرایطی قوانین و مقررات این صفحه را بدون اطلاع به کاربر تغییر دهد.
          </li>
          <li className="mb-2">
            با ثبت نام در نوین هاب، این اجازه را می‌دهید که بدون اطلاع قبلی نام، لوگو و آدرس سایت شما را در لیست مشتریان به نمایش دربیاید.
          </li>
          <li className="mb-2">
            حقوق مولف (Copyright): شما با استفاده از نوین هاب می‌پذیرید که قوانین و عرف بین‌المللی اینترنت و قوانین و عرف نافذ در هر مورد یا منطقه مشمول خدمات نوین هاب را رعایت می‌کنید و هیچ‌گونه اقدامی که به هر شکل موجب ایجاد مسئولیت حقوقی یا مالی خارج از حدود تعهدات شرکت برای نوین هاب گردد انجام نمی‌دهید.
          </li>
          <li className="mb-2">
            نوین هاب این حق را برای خود محفوظ می‌دارد که در هر زمان به صلاح‌دید و تشخیص خود و بر اساس شکایات و گزارشات وارده از سوی سازمان‌ها و نهادهای نافذ اینترنت و نهادها و اشخاص حقیقی و حقوقی نسبت به توقف ارائه خدمات به شما اقدام نماید. در صورت وقوع این امر وجوه پرداختی مسترد نخواهد شد.
          </li>
        </ul>

        <h3 className="text-3xl font-semibold mb-4 mt-12">فورس ماژور</h3>
        <p className="mb-4">
          هیچ یک از طرفین این توافقنامه به دلیل قصور یا تاخیر در اجرای تعهداتش به دلیل حصول شرایطی که فراتر از کنترل معقول وی باشد، مسئول نخواهد بود. این موارد شامل موارد ذیل است اگرچه محدود به آن ها نیست: تحریم‌ها، آتش سوزی، سیل، زلزله، تصادف، قطع خطوط ارتباطی اینترنت، قطع برق، قطع شبکه و حوادث ناگهانی و غیرقابل پیش بینی طبیعی و…
        </p>

        <h3 className="text-3xl font-semibold mb-4 mt-12">حل اختلاف</h3>
        <p>
          این توافقنامه طبق قوانین و مقررات جمهوری اسلامی ایران تنظیم شده‌است. هر گونه اختلاف راجع به آن از جمله انعقاد، اعتبار، تفسیر، فسخ، نقض و اجرای آن برای داوری به شورای انتظامی سازمان نظام صنفی رایانه‌ای استان ارجاع می‌شود. نظر شورای انتظامی استان قطعی و لازم الاجراست. شرط داوری حاضر موافقتنامه‌ای مستقل از قرارداد اصلی تلقی می‌شود و در هر حال قابل اجراست.
        </p>
      </section>
    </div>
    </div>
  );
}
