import React from "react";
import Prices from "../components/prices";
import FrequentlyQuestions from "./(components)/FrequentlyQuestions";
import PricingTable from "./(components)/featuresTable";

export default function page() {
  return (
    <>
      <div className="mt-[10rem] w-full leading-9 max-w-[80rem] mx-auto px-4 mb-6">
        <h1 className="text-blueKommo text-2xl leading-120 font-medium md:text-2xl lg:leading-[3rem] lg:text-[38px]">
          با معقول‌ترین هزینه، شبکه‌های اجتماعی را مدیریت کنید.
        </h1>
        <p>
          با یک خرید می‌توانید زمان‌بندی، مدیریت پیام‌ها و نظرات، دستیار هوش
          مصنوعی و... را داشته کنید.
        </p>
      </div>
      <Prices />
      <div className="w-full leading-9 max-w-[80rem] mx-auto px-8 mb-6">
        <h1 className="text-blueKommo text-2xl leading-120 font-medium md:text-2xl lg:leading-[3rem] lg:text-[38px]">
          سولات متداول
        </h1>
      </div>
      <FrequentlyQuestions
        faqs={[
          {
            question: "آیا پس از پرداخت امکان ارتقا اشتراک وجود دارد؟",
            answer:
              "بله در هر زمانی که بخواهید می‌توانید اشتراک خود را ارتقا دهید و در صورت ارتقا نصف زمان اشتراک فعلی به اشتراک بالاتر اضافه خواهد شد.",
          },
          {
            question:
              "در صورت عدم تمدید اشتراک، محتوای زمان‌بندی منتشر می‌شود؟",
            answer:
              "در زمان انقضای اشتراک، فعالیت اکانت شما متوقف می‌شود و بخش‌های نوین هاب برای شما غیر فعال خواهد شد.",
          },
          {
            question: "چرا واتس‌اپ و برخی شبکه‌های اجتماعی وجود ندارند؟",
            answer:
              "به دلیل محدودیت در API یا نبود کانال و پیج در همه شبکه‌های اجتماعی امکان اضافه کردن تمامی آن‌ها وجود ندارد.",
          },
          {
            question: "در صورت عدم استفاده، زمان اشتراک نگه داشته می‌شود؟",
            answer:
              "خیر، پس از فعال‌سازی و شروع زمان اشتراک شما در صورت استفاده یا عدم استفاده، زمان اشتراک شما به صورت خودکار کم خواهد شد.",
          },
        ]}
      />
      <PricingTable
        data={[
          {
            title: "محدودیت تعداد اتصال اکانت",
            description: "مجموع تعداد اکانت‌هایی که می‌توانید از شبکه‌های تحت پوشش، به نوین هاب وصل کنید.",
            base: "۵ اکانت",
            professional: "۱۰ اکانت",
            custom: "۲۵ اکانت",
          },
          {
            title: "برنامه‌ریزی و انتشار محتوا",
            description: "زمان‌بندی و انتشار محتوا. محتوا‌ها را برای آینده زمان‌بندی کنید تا بصورت اتوماتیک منتشر شوند",
            base: true,
            professional: true,
            custom: true,
          },
          {
            title: "فضای ذخیره‌سازی فایل‌ها",
            description: "میزان فضایی که می‌توانید فایل‌های خود را آپلود کنید تا همیشه در دسترس شما باشند. می‌توانید فایل‌ها را هر زمانی بخواهید حذف کنید و فضا را خالی کنید.",
            base: "۲ گیگابایت",
            professional: "۴ گیگابایت",
            custom: "۱۰ گیگابایت",
          },
          {
            title: "انتشار انواع محتوا (پست، استوری، ریلز، فایل، آلبوم، نظرسنجی و...)",
            description: "انواع محتواها را می‌توانید باتوجه به نوع شبکه‌های اجتماعی منتشر کنید",
            base: true,
            professional: true,
            custom: true,
          },
          {
            title: "نمایش بر اساس تقویم",
            description: "پست‌های زمان‌بندی شده را بر روی یک تقویم شمسی ببینید و یا بر روی تقویم پست برنامه‌ریزی کنید",
            base: true,
            professional: true,
            custom: true,
          },
          {
            title: "پیشنهاد هشتگ مرتبط",
            description: "در زمان انتشار محتوا می‌توانید هشتگ‌های مرتبط با محتوای خود را ببینید و در کپشن استفاده کنید",
            base: true,
            professional: true,
            custom: true,
          },
          {
            title: "حذف خودکار پست",
            description: "پست‌ها بعد از انتشار در ساعت مشخص شده به صورت خودکار حذف می‌شوند.",
            base: false,
            professional: true,
            custom: true,
          },
          {
            title: "محتوای تکرار شونده",
            description: "پست‌‌ها را زمان‌بندی کنید تا در بازه‌های زمانی مشخص چندین بار در اکانت شما منتشر شوند.",
            base: false,
            professional: true,
            custom: true,
          },
          {
            title: "پاسخ هوشمند اینستاگرام و تلگرام",
            description: "تعداد اکانت‌هایی که می‌توانید پاسخ هوشمند را برای آن‌ها فعال کنید",
            base: "۱",
            professional: "۱",
            custom: "۳",
          },
          {
            title: "اعتبار تعداد پاسخ خودکار",
            description: "تعداد پاسخ‌هایی که دستیار هوشمند نوین هاب به صورت ماهانه در پاسخ به دایرکت‌ها ارسال می‌کند",
            base: "۱۰,۰۰۰",
            professional: "نامحدود",
            custom: "نامحدود",
          },
          {
            title: "تعداد دستورات",
            description: "دستوراتی که برای دایرکت هوشمند می‌توانید بسازید",
            base: "نامحدود",
            professional: "نامحدود",
            custom: "نامحدود",
          },
          {
            title: "تعداد فرم‌ها",
            description: "تعداد فرم‌هایی که از بخش فرم ساز دایرکت هوشمند می‌توانید ایجاد و فعال کنید",
            base: "نامحدود",
            professional: "نامحدود",
            custom: "نامحدود",
          },
          {
            title: "مدیریت تیمی و گروه‌بندی",
            description: "تعداد اعضای تیم برای هم‌تیمی‌های خود داشبورد‌های جداگانه بسازید و با ارسال ایمیل از آن‌ها دعوت کنید",
            base: "۱",
            professional: "۳",
            custom: "نامحدود",
          },
          {
            title: "تایید محتوا قبل از انتشار",
            description: "محتوای ایجاد شده توسط هم‌تیمی‌ها را قبل از انتشار تایید و بررسی کنید",
            base: false,
            professional: true,
            custom: true,
          },
          {
            title: "گروه‌بندی اکانت‌ها",
            description: "از اکانت‌هایی که وصل کردید گروه بسازید تا انتخاب و دسترسی به آن‌ها راحت‌تر شود",
            base: false,
            professional: true,
            custom: true,
          },
          {
            title: "مدیریت نظرات و پیام‌ها",
            description: "امکان مشاهده و پاسخ به کامنت‌ها و دایرکت‌‌ها به پیام‌ها و نظرات از طریق داشبورد نوین هاب پاسخ دهید",
            base: true,
            professional: true,
            custom: true,
          },
          {
            title: "برچسب گذاری و دسته‌بندی",
            description: "بر روی کامنت‌ها برچسب بزنید تا بتوانید راحت‌تر آنها را فیلتر و مدیریت کنید",
            base: false,
            professional: true,
            custom: true,
          },
          {
            title: "دانلود در فایل خروجی",
            description: "پیام‌ها و نظرات در فایل اکسل دانلود کنید",
            base: false,
            professional: true,
            custom: true,
          },
          {
            title: "آنالیز و گزارش (اینستاگرام، تلگرام، توییتر، فیس‌بوک و لینکدین)",
            description: "رصد کامل وضعیت و رشد فالوورها. نمودار و جدول کاملی از افزایش و کاهش فالوورهای خود در اینستاگرام، تلگرام، توییتر، فیس‌بوک و لینکدین را ببینید",
            base: true,
            professional: true,
            custom: true,
          },
          {
            title: "آنالیز بازدید، مشارکت و هشتگ‌ها",
            description: "نمودار و جدول کاملی از میزان بازدید (ایمپرشن) و مشارکت (اینگیجمنت) و همچنین هشتگ‌ها را در اینستاگرام، تلگرام، توییتر، فیس‌بوک و لینکدین را ببینید",
            base: true,
            professional: true,
            custom: true,
          },
          {
            title: "پیشنهاد بهترین ساعت انتشار محتوا (فالوورهای فیس‌بوک و اینستاگرام)",
            description: "بهترین ساعت انتشار پست بر اساس زمان آنلاین بودن فالوور‌های اکانت‌های فیس‌بوک و اینستاگرام را ببینید",
            base: true,
            professional: true,
            custom: true,
          },
          {
            title: "آنالیز محتواها",
            description: "محتواهای منتشر شده را رصد کنید و تنوع و تعداد آن‌ها را زیر نظر بگیرید",
            base: true,
            professional: true,
            custom: true,
          },
          {
            title: "اپلیکیشن و ادغام",
            description: "دستیار هوش مصنوعی (AI). محتواهای خلاقانه، هشتگ‌های مرتبط و کامنت‌ها و پاسخ دایرکت‌های سریع‌تر و بهتر به وسیله دستیار هوش مصنوعی نوین هاب. ادغام با ابزارهای دیگر (لیست همه) را با اکانت خود ادغام کنید. منابع توسعه دهنده‌گان. با استفاده از API نوین هاب، در داشبوردهای خود از امکانات نوین هاب استفاده کنید",
            base: true,
            professional: true,
            custom: true,
          },
        ]}
      />
    </>
  );
}
